Revit 2027 API
Mullion.Lockable Property
Get - to get whether the Mullion can be lock or unlock.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Lockable { get; }
Public ReadOnly Property Lockable As Boolean
	Get
public:
property bool Lockable {
	bool get ();
}
member Lockable : bool with get
Property Value
Boolean
See Also
Reference
Mullion Class
Autodesk.Revit.DB Namespace